Repository: EkAndreas/papi
Catalog: languages/papi-*.po
Languages: fr_fr

source: Add New
fr_fr: Ajouter nouveau

source: Cheatin&#8217; huh?
fr_fr: Alors, on triche ?

source: Remove
fr_fr: Supprimer

source: This fields are required:
fr_fr: Ces champs sont obligatoires :

source: Show all page types
fr_fr: Voir tous les types de pages

source: Add new page type
fr_fr: Ajouter une nouvelle page

source: Search page types
fr_fr: Recherche dans les types de page

source: Tab title
fr_fr: Title de l’onglet

source: Sort order
fr_fr: Ordre de tri

source: Properties
fr_fr: Propriétés

source: Title
fr_fr: Titre

source: Slug
fr_fr: Alias

source: Cannot find the page type
fr_fr: Le type de page n’a pas été trouvé

source: Overview of page type
fr_fr: Vue d’ensemble du type de page

source: Tabs
fr_fr: Onglets

source: Page types
fr_fr: Types de page

source: Name
fr_fr: Nom

source: Page type
fr_fr: Type de page

source: Template
fr_fr: Gabarit

source: Number of pages
fr_fr: Nombre de pages

source: Page Type has no template file
fr_fr: Le type de page n’a pas de fichier de gabarit

source: Template file does not exist
fr_fr: Le fichier de gabarit n’existe pas

source: Select
fr_fr: Sélectionner

source: Page Type
fr_fr: Type de page

source: %s with WordPress standard fields
fr_fr: %s avec les champs standard WordPress

source: Edit
fr_fr: Modifier

source: View
fr_fr: Voir

source: Add new row
fr_fr: Ajouter une nouvelle ligne

source: No image selected
fr_fr: Aucune image sélectionnée

source: Add image
fr_fr: Ajouter image

source: No references exists
fr_fr: Aucune référence existe

source: Name (alphabetically)
fr_fr: Nom (alphabétiquement)

source: Post created date (ascending)
fr_fr: Article par date de création (croissant)

source: Post created date (descending)
fr_fr: Article par date de création (décroissant)

source: Post id (ascending)
fr_fr: ID article (croissant)

source: Post id (descending)
fr_fr: ID article (décroissant)

source: Post order value (ascending)
fr_fr: Article par champ ordre (croissant)

source: Post order value (descending)
fr_fr: Article par champ ordre (décroissant)

source: Post modified date (ascending)
fr_fr: Article par date de modification (croissant)

source: Post modified date (descending)
fr_fr: Article par date de modification (décroissant)

source: Search
fr_fr: Recherche

source: Sort by
fr_fr: Trier par

source: Select file
fr_fr: Sélectionnez un fichier

source: WordPress 4.0 and higher required to run Papi! The plugin has now disabled itself.
fr_fr: WordPress 4.0 et supérieur est requis pour exécuter Papi ! Le plugin s’est maintenant désactivé.

source: Overview of page types
fr_fr: Toutes les types de page

source: Just the normal WordPress page
fr_fr: Juste la page WordPress normale

source: Select post
fr_fr: Sélectionner un article

source: Back to list
fr_fr: Retour à la liste

source: No meta boxes exists.
fr_fr: Aucune metaboxes existante.

source: (required field)
fr_fr: (champ obligatoire)

source: Standard page
fr_fr: Page standard

source: Cannot determine address at this location.
fr_fr: Impossible de déterminer l’adresse à cet endroit.

source: Search for address...
fr_fr: Recherche d’adresse…

source: Select the type of page to create from the list or search
fr_fr: Sélectionnez le type de page à créer à partir de la liste ou la recherche

source: The Standard Page
fr_fr: La page standard

source: Add New2
fr_fr: Ajouter nouveau

source: Normal page
fr_fr: Page normale
